{
    "reviews": [{
        "name": "Jake W.",
        "title": "This is one of the best BJJ places I’ve trained at. I know they say jiu jitsu is for “everyone” but this place really encapsulates that.",
        "body": "<p>Wether you’re trying to get fit, learn to defend yourself, or take it seriously for competition, Andre, the head coach, will look out for you.</p>"
    }, {
        "name": "Mai H.",
        "title": "My daughter has been training here for over a year now and loves it. I started last fall and can't get enough. Everyone is very friendly and easygoing... no egos or machoism here.",
        "body": "<p>You need help? Someone will jump in to help you right away, do a demo or answer your question. Professor Andre makes time and pays attention to everyone...the little kids, his black belts, newbies. Happy to be here.</p>"
    }, { 
        "name": "Mike S.",
        "title": "My new happy place!",
        "body": "<p>From the moment you walk in, this place really makes you feel like family. No egos, everyone just looking to help each other out. And super clean! They take a lot of pride in making sure that the place is spotless and disinfected multiple times a day. I'm really happy I found this spot!</p>"
    }, {
        "name": "Derek B.",
        "title": "I walked in because I'm 38 and my doctor said I needed to exercise.",
        "body": " <p>BJJ seemed strange and mysterious but I was also intrigued and thought it could be a fun way to make my visits to the doc less solemn affairs.</p><p>Since I had no idea what I was getting myself into, I told myself that I'd check out a few academies before settling on one. That didn't happen. Carlson Gracie South Bay was the first one I visited...and the last. I just loved this crew here from the start. Andre is a great guy and an incredible professor who clearly loves to teach. The rest of the team was welcoming and generous with their knowledge. Everyone was happy to help this awkward new white belt learn to suck a little less with every class. No egos. No attitudes. No one looking to beat you down. Just good vibes and great training.</p>"
    }]
}